{
    "articles": [
        {
            "author": "JOHN WAWROW",
            "content": "ORCHARD PARK, N.Y. (AP) — Remarkable as Damar Hamlin’s recovery has been, the Buffalo Bills safety still faces a lengthy rehabilitation some three weeks after going into cardiac arrest and needing to… [+3500 chars]",
            "description": "ORCHARD PARK, N.Y. (AP) — Remarkable as Damar Hamlin’s recovery has been, the Buffalo Bills safety still faces a lengthy rehabilitation some three weeks after going into cardiac arrest and needing to be resuscitated on the field during a game in Cincinnati, h…",
            "publishedAt": "2023-01-20T07:37:19Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "Bills' Hamlin faces long recovery, family spokesman tells AP",
            "url": "https://apnews.com/7b7d987e7073632f48e3f9ae78f67621",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b38d3fa48eb04e90beed04bd663bfdad/3000.jpeg"
        },
        {
            "author": "ANDREW DALTON",
            "content": "LOS ANGELES (AP) — Film production and firearms experts say movie sets probably changed permanently when cinematographer Halyna Hutchins was shot and killed on the remote New Mexico set of the Wester… [+5915 chars]",
            "description": "LOS ANGELES (AP) — Film production and firearms experts say movie sets probably changed permanently when cinematographer Halyna Hutchins was shot and killed on the remote New Mexico set of the Western “Rust” 14 months ago, leading to the announcement from pro…",
            "publishedAt": "2023-01-20T07:21:10Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "As Baldwin faces charges, gun safety on sets 'gets louder'",
            "url": "https://apnews.com/30268d9cec10858ccf6bfdf395d0e586",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/b381e8bb8f5147cb8e2e0cfe3fc8372e/2000.jpeg"
        },
        {
            "author": "JOANNA KOZLOWSKA",
            "content": "Wisps of fog hung over central Almaty, Kazakhstan, last month as President Kassym-Jomart Tokayev somberly unveiled a monument to those killed a year ago in the worst unrest in the Central Asian natio… [+9184 chars]",
            "description": "Wisps of fog hung over central Almaty, Kazakhstan, last month as President Kassym-Jomart Tokayev somberly unveiled a monument to those killed a year ago in the worst unrest in the Central Asian nation's three decades of independence.",
            "publishedAt": "2023-01-20T07:17:35Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "A year after Kazakhstan's deadly riots, questions persist",
            "url": "https://apnews.com/27777324a342490b737866449ca00f93",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/117b2c6f595f4b06829dc9a94e094641/3000.jpeg"
        },
        {
            "author": "DANIEL POLITI and FRANKLIN BRICEÑO",
            "content": "LIMA, Peru (AP) — Thousands of protesters poured into Peru’s capital Thursday, clashing with police amid tear gas and smoke and demanding the ouster of President Dina Boluarte. Many came from remote … [+7307 chars]",
            "description": "LIMA, Peru (AP) — Thousands of protesters poured into Peru’s capital Thursday, clashing with police amid tear gas and smoke and demanding the ouster of President Dina Boluarte. Many came from remote Andean regions, where 55 people have died amid unrest since …",
            "publishedAt": "2023-01-20T06:02:43Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "Protests move into Peru’s capital amid smoke and tear gas",
            "url": "https://apnews.com/5058729c16cef9beedcc4b8ab97c9e42",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/75c597c8d5ae41f8afad4a0f46884d91/3000.jpeg"
        },
        {
            "author": "GARANCE BURKE and MICHAEL TARM",
            "content": "CHICAGO (AP) — In more than 140 cities across the United States, ShotSpotter’s artificial intelligence algorithm and intricate network of microphones evaluate hundreds of thousands of sounds a year t… [+8358 chars]",
            "description": "CHICAGO (AP) — In more than 140 cities across the United States, ShotSpotter’s artificial intelligence algorithm and intricate network of microphones evaluate hundreds of thousands of sounds a year to determine if they are gunfire, generating data now being u…",
            "publishedAt": "2023-01-20T05:46:14Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "ShotSpotter document reveals key human role in gunshot tech",
            "url": "https://apnews.com/9cb47bbfb565dc3ef110f92ac7f83862",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/5ac8af9e6dff415385a1ff7a2ba795f9/3000.jpeg"
        },
        {
            "author": "ASHRAF KHALIL",
            "content": "WASHINGTON (AP) — One year ago, the annual March for Life protest against legal abortion took place in Washington amid a mood of undisguised triumph. With a fresh conservative majority on the Supreme… [+4946 chars]",
            "description": "WASHINGTON (AP) — One year ago, the annual March for Life protest against legal abortion took place in Washington amid a mood of undisguised triumph.",
            "publishedAt": "2023-01-20T05:23:17Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "March for Life returns to DC with new post-Roe v. Wade focus",
            "url": "https://apnews.com/6ed9dbcdaae33312f1425ea38b681a7e",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/32c8ecb272474029ac5b709bf4c7f05e/3000.jpeg"
        },
        {
            "author": "LOLITA C. BALDOR and TARA COPP",
            "content": "RAMSTEIN AIR BASE, Germany (AP) — Defense leaders are gathering at Ramstein Air Base in Germany Friday to hammer out future military aid to Ukraine, amid ongoing dissent over who will provide the bat… [+4746 chars]",
            "description": "RAMSTEIN AIR BASE, Germany (AP) — Defense leaders are gathering at Ramstein Air Base in Germany Friday to hammer out future military aid to Ukraine, amid ongoing dissent over who will provide the battle tanks that Ukrainian leaders say they desperately need t…",
            "publishedAt": "2023-01-20T05:11:17Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "Defense leaders meet amid dissent over tanks for Ukraine",
            "url": "https://apnews.com/1b505c88a5a6f331cd482762c62fa29c",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f4ae3a1acba744fa8324353c7b874ab1/3000.jpeg"
        },
        {
            "author": "NICK PERRY",
            "content": "WELLINGTON, New Zealand (AP) — When Jacinda Ardern announced this week she was stepping down as New Zealand's prime minister, speculation began almost immediately about what she might do for a second… [+2821 chars]",
            "description": "WELLINGTON, New Zealand (AP) — When Jacinda Ardern announced this week she was stepping down as New Zealand's prime minister, speculation began almost immediately about what she might do for a second act.",
            "publishedAt": "2023-01-20T03:58:32Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "New Zealand's Ardern has many possibilities for a second act",
            "url": "https://apnews.com/d4f8f8a6d7a81b2247909e17dc38a9f9",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/f2a839b6119840eeb3229087df4627ab/3000.jpeg"
        },
        {
            "author": "ROBERT JABLON",
            "content": "David Crosby, the brash rock musician who evolved from a baby-faced harmony singer with the Byrds to a mustachioed hippie superstar and an ongoing troubadour in Crosby, Stills, Nash &amp; (sometimes)… [+8967 chars]",
            "description": "David Crosby, the brash rock musician who evolved from a baby-faced harmony singer with the Byrds to a mustachioed hippie superstar and an ongoing troubadour in Crosby, Stills, Nash &amp; (sometimes) Young, has died at 81, several media outlets reported Thurs…",
            "publishedAt": "2023-01-20T00:23:11Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "Reports: David Crosby, rock star and CSNY co-founder, dies",
            "url": "https://apnews.com/3a1142b65616fa95c34c837a94f2c69f",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/6d85e9d5da494cb885cdb680c1be8416/3000.jpeg"
        },
        {
            "author": "ZEKE MILLER and COLLEEN LONG",
            "content": "APTOS, Calif. (AP) — A frustrated President Joe Biden said Thursday there is “no there there” when he was persistently questioned about the discovery of classified documents and official records at h… [+3463 chars]",
            "description": "APTOS, Calif. (AP) — A frustrated President Joe Biden said Thursday there is “no there there” when he was persistently questioned about the discovery of classified documents and official records at his home and former office.",
            "publishedAt": "2023-01-19T23:21:46Z",
            "source": {
                "id": "associated-press",
                "name": "Associated Press"
            },
            "title": "Biden on classified docs discovery: 'There's no there there'",
            "url": "https://apnews.com/f2384a87dcddbd38796f63e1269c6baf",
            "urlToImage": "https://storage.googleapis.com/afs-prod/media/ae72330f23104cf49dc62124082944fc/3000.jpeg"
        }
    ],
    "status": "ok",
    "totalResults": 10
}